[
    {
        "copyright": "Jianwei LyuSteward Obs., U. Arizona",
        "date": "2022-06-01",
        "explanation": "It wasn't the storm of the century -- but it was a night to remember. Last night was the peak of the Tau Herculid meteor shower, a usually modest dribble of occasional meteors originating from the disintegrating Comet 73P/Schwassmann-Wachmann 3. This year, calculations showed that the Earth might be passing through a particularly dense stream of comet debris -- at best creating a storm of bright meteors streaking out from the constellation of Hercules. What actually happened fell short of a meteor storm, but could be called a decent meteor shower. Featured here is a composite image taken at Kitt Peak National Observatory in Arizona, USA accumulated over 2.5 hours very late on May 30.  Over that time, 19 Tau Herculids meteors were captured, along with 4 unrelated meteors. (Can you find them?)  In the near foreground is the Bok 2.3-meter Telescope with the 4.0-meter Mayall Telescope just behind it. Next year, the annual Tau Herculids are expected to return to its normal low rate, with the next active night forecast for 2049.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/TauHerMeteors_Lyu_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tau Herculid Meteors over Kitt Peak Telescopes",
        "url": "https://apod.nasa.gov/apod/image/2206/TauHerMeteors_Lyu_1080.jpg"
    },
    {
        "copyright": "Quentin Gineys",
        "date": "2022-06-02",
        "explanation": "On May 27 Venus rose as the morning star, near the waning crescent Moon in a predawn sky already full of planets. It was close on the sky to the Moon's crescent and a conjunction of the second and third brightest celestial beacons was enjoyed by skygazers around the world. But seen from locations along a track through southeast Asia and the Indian Ocean the Moon actually passed in front of Venus in a lunar occultation. In this animated gif the 75 percent illuminated disk of Venus approaches and just begins to disappear behind the sunlit southwestern lunar limb. The telescopic frames used to construct it were captured from Reunion Island in the Indian Ocean around 4:50am local time, with the Moon and Venus very close to the eastern horizon. At the time Venus was over 180 million kilometers from Reunion Island, compared to a lunar distance of a mere 400 thousand kilometers or so. About 50 minutes later Venus emerged from behind the Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/OccultationVenusQuentinGineys.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunar Occultation of Venus",
        "url": "https://apod.nasa.gov/apod/image/2206/OccultationVenusQuentinGineys1024.gif"
    },
    {
        "copyright": "Maxime Oudoux",
        "date": "2022-06-03",
        "explanation": "With this creative astro-collaboration you can follow the plane of our Milky Way Galaxy as it bridges northern and southern hemisphere skies. To construct the expansive composite nightscape, skies over Observatorio El Sauce in Chile (top) were imaged on the same date but 6 hours later than the skies over the Saint-Veran observatory in the French Alps. The 6 hour time-lag allowed Earth's rotation to align the Milky Way above domes at the two sites. All exposures were made with similar cameras and lenses mounted on simple tripods. A faint greenish airglow is visible in the dark Chilean sky that also features the Large and Small Magellanic Clouds near the observatory dome. In the French Alps light pollution is apparent, but the distant Andromeda Galaxy can still be spotted near the horizon in the northern night. On planet Earth the two observatories are separated by about 10,000 kilometers.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Oudoux-and-Jeff-Graphy-with10000km.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A 10,000 Kilometer Galactic Bridge",
        "url": "https://apod.nasa.gov/apod/image/2206/Oudoux-and-Jeff-Graphy-with10000km_c.jpg"
    },
    {
        "copyright": "Zhuoxiao Wang",
        "date": "2022-06-04",
        "explanation": "On May 31 tens of parallel meteor streaks were recorded in this 8 degree wide field of view of planet Earth's limb from space. The image is one of a series of 5 minute long observations by the orbiting Yangwang-1 space telescope. It was captured at 03:43 UT, near the peak of the Tau Herculid meteor shower. As predicted, the meteor shower was an active one this year, caused as Earth swept through a relatively dense stream of debris from disintegrating Comet 73P/Schwassmann-Wachmann 3, but was lacking bright meteors. Nearly all of the Tau Herculid meteors in the Yangwang-1 image are too faint to be detected by groundbased instruments. But on that date patient earthbound skywatchers under clear skies still enjoyed a memorable showing of the Tau Herculids.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/20220531_0343HerTau_submit.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tau Herculids from Space",
        "url": "https://apod.nasa.gov/apod/image/2206/20220531_0343HerTau_submit1024.jpg"
    },
    {
        "date": "2022-06-05",
        "explanation": "What's happening at the center of active galaxy 3C 75?  The two bright sources at the center of this composite x-ray (blue)/ radio (pink) image are co-orbiting supermassive black holes powering the giant radio source 3C 75. Surrounded by multimillion degree x-ray emitting gas, and blasting out jets of relativistic particles the supermassive black holes are separated by 25,000 light-years. At the cores of two merging galaxies in the Abell 400 galaxy cluster they are some 300 million light-years away. Astronomers conclude that these two supermassive black holes are bound together by gravity in a binary system in part because the jets' consistent swept back appearance is most likely due to their common motion as they speed through the hot cluster gas at about 1200 kilometers per second. Such spectacular cosmic mergers are thought to be common in crowded galaxy cluster environments in the distant universe. In their final stages, the mergers are expected to be intense sources of gravitational waves.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/3c75_chandraNRAO_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Two Black Holes Dancing in 3C 75",
        "url": "https://apod.nasa.gov/apod/image/2206/3c75_chandraNRAO_960.jpg"
    },
    {
        "date": "2022-06-06",
        "explanation": "Will our Milky Way Galaxy collide one day with its larger neighbor, the Andromeda Galaxy? Most likely, yes.  Careful plotting of slight displacements of M31's stars relative to background galaxies on recent Hubble Space Telescope images indicate that the center of M31 could be on a direct collision course with the center of our home galaxy. Still, the errors in sideways velocity appear sufficiently large to admit a good chance that the central parts of the two galaxies will miss, slightly, but will become close enough for their outer halos to become gravitationally entangled. Once that happens, the two galaxies will become bound, dance around, and eventually merge to become one large elliptical galaxy -- over the next few billion years. Pictured here is a combination of images depicting the sky of a world (Earth?) in the distant future when the outer parts of each galaxy begin to collide. The exact future of our Milky Way and the entire surrounding Local Group of Galaxies is likely to remain an active topic of research for years to come.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/M31MwBang_NASA_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Milky Way Galaxy Doomed: Collision with Andromeda Pending",
        "url": "https://apod.nasa.gov/apod/image/2206/M31MwBang_NASA_1080.jpg"
    },
    {
        "copyright": "Shaun Robertson",
        "date": "2022-06-07",
        "explanation": "Do dragons fight on the altar of the sky?  Although it might appear that way, these dragons are illusions made of thin gas and dust. The emission nebula NGC 6188, home to the glowing clouds, is found about 4,000 light years away near the edge of a large molecular cloud unseen at visible wavelengths, in the southern constellation Ara (the Altar). Massive, young stars of the embedded Ara OB1 association were formed in that region only a few million years ago, sculpting the dark shapes and powering the nebular glow with stellar winds and intense ultraviolet radiation. The recent star formation itself was likely triggered by winds and supernova explosions, from previous generations of massive stars, that swept up and compressed the molecular gas. Joining NGC 6188 on this cosmic canvas, visible toward the lower right, is rare emission nebula NGC 6164, also created by one of the region's massive O-type stars. Similar in appearance to many planetary nebulae, NGC 6164's striking, symmetric gaseous shroud and faint halo surround its bright central star near the bottom edge. This impressively wide field of view spans over 2 degrees (four full Moons), corresponding to over 150 light years at the estimated distance of NGC 6188.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Ngc6188_Robertson_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6188: Dragons of Ara",
        "url": "https://apod.nasa.gov/apod/image/2206/Ngc6188_Robertson_960.jpg"
    },
    {
        "date": "2022-06-08",
        "explanation": "What are those unusual streaks? Some images of planet Earth show clear bright streaks that follow the paths of ships.  Known as ship tracks, these low and narrow bands are caused by the ship's engine exhaust. Water vapor condenses around small bits of exhaust known as aerosols, which soon grow into floating water drops that efficiently reflect sunlight. Ship tracks were first discovered in 1965 in Earth images taken by NASA's TIROS satellites.  Multiple ship tracks are visible across the featured image that was captured in 2009 over the Pacific Ocean by the MODIS instrument on NASA's Terra satellite. Inspired by ship-tracks, some scientists have suggested deploying a network of floating buoys in the worlds' oceans that spray salt-aerosol containing sea-water into the air so that, with the help of the wind, streams of sunlight-reflecting clouds would also form.  Why do this?  These human-made clouds could reflect so much sunlight they might help fight global warming.    Today is: World Oceans Day",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/ShipTracks_Terra_4892.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ship Tracks over the Pacific Ocean",
        "url": "https://apod.nasa.gov/apod/image/2206/ShipTracks_Terra_960.jpg"
    },
    {
        "copyright": "Wolfgang Zimmermann",
        "date": "2022-06-09",
        "explanation": "These cosmic clouds of gas and dust drift through rich star fields along the plane of our Milky Way Galaxy toward the high flying constellation Cygnus. They're too faint to be seen with the unaided eye though, even on a clear, dark night. Image data from a camera and telephoto lens using narrowband filters was used to construct this 10 degree wide field of view. The deep mosaic reveals a region that includes star forming dust clouds seen in silhouette against the characteristic glow of atomic hydrogen and oxygen gas. NGC 6888 is the standout emission nebula near the top. Blown by winds from a massive Wolf-Rayet star it's about 25 light-years across and known as the Crescent Nebula. A faint bluish curl just below center in the frame is also the signature of a Wolf-Rayet star. Burning fuel at a prodigious rate and near the end of their stellar lives, both stars will ultimately go out with a bang in a spectacular supernova explosion. Toward the right, a massive, young O type star powers the glow of Sh2-101, the Tulip Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/CygWideHa-OIIIBiColorImage2_crop2_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cosmic Clouds in Cygnus",
        "url": "https://apod.nasa.gov/apod/image/2206/CygWideHa-OIIIBiColorImage2_crop2_1024.jpg"
    },
    {
        "copyright": "Nicolas Rolland",
        "date": "2022-06-10",
        "explanation": "This colorful telescopic field of view features a trio of interacting galaxies almost 90 million light-years away, toward the constellation Virgo. On the right two spiky, foreground Milky Way stars echo the extragalactic hues, a reminder that stars in our own galaxy are like those in distant island universes. With sweeping spiral arms and obscuring dust lanes, the dominant member of the trio, NGC 5566, is enormous, about 150,000 light-years across. Just above it lies smaller, bluish NGC 5569. Near center a third galaxy, NGC 5560, is apparently stretched and distorted by its interaction with massive NGC 5566. The trio is also included in Halton Arp's 1966 Atlas of Peculiar Galaxies as Arp 286. Of course, such cosmic interactions are now appreciated as part of the evolution of galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Arp286-202203-CDK24-FLIPL9000-LRGB_NicolasROLLAND_signature_LD.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 286: Trio in Virgo",
        "url": "https://apod.nasa.gov/apod/image/2206/Arp286-202203-CDK24-FLIPL9000-LRGB_NicolasROLLAND_signature_LD1024.jpg"
    },
    {
        "copyright": "David Cruz",
        "date": "2022-06-11",
        "explanation": "At night you can follow this road as it passes through the Dark Sky Alqueva reserve not too far from Alentejo, Portugal. Or you could stop, look up, and follow the Milky Way through the sky. Both stretch from horizon to horizon in this 180 degree panorama recorded on June 3. Our galaxy's name, the Milky Way, does refer to its appearance as a milky path in the sky. The word galaxy itself derives from the Greek for milk. From our fair planet the arc of the Milky Way is most easily visible on moonless nights from dark sky areas, though not quite so bright or colorful as in this image. The glowing celestial band is due to the collective light of myriad stars along the galactic plane too faint to be distinguished individually. The diffuse starlight is cut by dark swaths of the galaxy's obscuring interstellar dust clouds. Standing above the Milky Way arc near the top of this panoramic nightscape is bright star Vega, with the galaxy's central bulge near the horizon at the right.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/MilkyWayArchCumeada-fb.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Road and the Milky Way",
        "url": "https://apod.nasa.gov/apod/image/2206/MilkyWayArchCumeada-fb1200.jpg"
    },
    {
        "copyright": "Dani Caxete",
        "date": "2022-06-12",
        "explanation": "Have you ever seen the Man in the Moon? This common question plays on the ability of humans to see pareidolia -- imagining familiar icons where they don't actually exist. The textured surface of Earth's full Moon is home to numerous identifications of iconic objects, not only in modern western culture but in world folklore throughout history. Examples, typically dependent on the Moon's perceived orientation, include the Woman in the Moon and the Rabbit in the Moon. One facial outline commonly identified as the Man in the Moon starts by imagining the two dark circular areas -- lunar maria -- here just above the Moon's center, to be the eyes.  Surprisingly, there actually is a man in this Moon image -- a close look will reveal a real person -- with a telescope -- silhouetted against the Moon. This featured well-planned image was taken in 2016 in Cadalso de los Vidrios in Madrid, Spain. Do you have a favorite object that you see in the Moon?",
        "hdurl": "https://apod.nasa.gov/apod/image/1602/ManInMoon_Caxete_2770.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Find the Man in the Moon",
        "url": "https://apod.nasa.gov/apod/image/1602/ManInMoon_Caxete_1080.jpg"
    },
    {
        "copyright": "Bernard Miller",
        "date": "2022-06-13",
        "explanation": "The Whirlpool Galaxy is a classic spiral galaxy. At only 30 million light years distant and fully 60 thousand light years across, M51, also known as NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The featured image is a digital combination of images taken in different colors by the Earth-orbiting Hubble Space Telescope, highlighting many sharp features. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of the Hunting Dogs (Canes Venatici). M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with the smaller galaxy on the image left.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/M51_HubbleMiller_5688.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51: The Whirlpool Galaxy from Hubble",
        "url": "https://apod.nasa.gov/apod/image/2206/M51_HubbleMiller_1080.jpg"
    },
    {
        "copyright": "Joshua Rozells",
        "date": "2022-06-14",
        "explanation": "What are all those streaks across the background? Satellite trails. First, the foreground features picturesque rock mounds known as Pinnacles.  Found in the Nambung National Park in Western Australia, these human-sized spires are made by unknown processes from ancient sea shells (limestone). Perhaps more eye-catching, though, is the sky behind. Created by low-Earth orbit satellites reflecting sunlight, all of these streaks were captured in less than two hours and digitally combined onto the single featured image, with the foreground taken consecutively by the same camera and from the same location.  Most of the streaks were made by the developing Starlink constellation of communication satellites, but some are not. In general, the streaks are indicative of an increasing number of satellites nearly continuously visible above the Earth after dusk and before dawn.  Understanding and removing the effects of satellite trails on images from Earth's ground-based cameras and telescopes is now important not only for elegant astrophotography, but for humanity's scientific understanding of the distant universe.   Astrophysicists: Browse 2,800+ codes in the Astrophysics Source Code Library",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/StarTrailsPinnacles_Rozells_3872.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Satellites Behind Pinnacles",
        "url": "https://apod.nasa.gov/apod/image/2206/StarTrailsPinnacles_Rozells_960.jpg"
    },
    {
        "copyright": "Saulius Adomaitis",
        "date": "2022-06-15",
        "explanation": "The Virgo Cluster of Galaxies is the closest cluster of galaxies to our Milky Way Galaxy.  The Virgo Cluster is so close that it spans more than 5 degrees on the sky - about 10 times the angle made by a full Moon. With its heart lying about 70 million light years distant, the Virgo Cluster is the nearest cluster of galaxies, contains over 2,000 galaxies, and has a noticeable gravitational pull on the galaxies of the Local Group of Galaxies surrounding our Milky Way Galaxy.  The cluster contains not only galaxies filled with stars but also gas so hot it glows in X-rays.  Motions of galaxies in and around clusters indicate that they contain more dark matter than any visible matter we can see.  Pictured here, the heart of the Virgo Cluster includes bright Messier galaxies such as Markarian's Eyes on the upper left, M86 just to the upper right of center, M84 on the far right, as well as spiral galaxy NGC 4388 at the bottom right.   Celestial Surprise: What picture did APOD feature on your birthday? (post 1995)",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/VirgoCentral_Adomaitis_2820.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Heart of the Virgo Cluster",
        "url": "https://apod.nasa.gov/apod/image/2206/VirgoCentral_Adomaitis_960.jpg"
    },
    {
        "copyright": "Jeff Dai",
        "date": "2022-06-16",
        "explanation": "There are four Full Supermoons in 2022. Using the definition of a supermoon as a Full Moon near perigee, that is within at least 90% of its closest approach to Earth in a given orbit, the year's Full Supermoon dates are May 16, June 14, July 13, and August 12. Full Moons near perigee really are the brightest and largest in planet Earth's sky. But size and brightness differences between Full Moons are relatively small and an actual comparison with other Full Moons is difficult to make by eye alone.  Two exposures are blended in this supermoon and sky view from June 14. That Full Moon was also known to northern hemisphere skygazers as the Strawberry moon. The consecutive short and long exposures allow familiar features on the fully sunlit lunar nearside to be seen in the same image as a faint lunar corona and an atmospheric cloudscape. They were captured in skies over Chongqing, China.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/StrawberrySupermoonfromChina.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Strawberry Supermoon from China",
        "url": "https://apod.nasa.gov/apod/image/2206/StrawberrySupermoonfromChina1024.jpg"
    },
    {
        "copyright": "Elke Schulz",
        "date": "2022-06-17",
        "explanation": "On June 15, innermost planet Mercury had wandered about as far from the Sun as it ever gets in planet Earth's sky. Near the eastern horizon just before sunrise it stands over distant Andes mountain peaks in this predawn snapshot from the valley of Rio Hurtado in Chile. June's other morning planets are arrayed above it, as all the naked-eye planets of the Solar System stretch in a line along the ecliptic in the single wide-field view. Tilted toward the north, the Solar System's ecliptic plane arcs steeply through southern hemisphere skies. Northern hemisphere early morning risers will see the lineup of planets along the ecliptic at a shallower angle tilting toward the south. From both hemispheres June's beautiful morning planetary display finds the visible planets in order of their increasing distance from the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/PlanetsfromChile_E-Schulz.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Good Morning Planets from Chile",
        "url": "https://apod.nasa.gov/apod/image/2206/PlanetsfromChile__labelled_E-Schulz.jpg"
    },
    {
        "copyright": "Min Xie",
        "date": "2022-06-18",
        "explanation": "Supergiant star Gamma Cygni is at the center of the Northern Cross. Near the plane of our Milky Way galaxy, that famous asterism flies high in northern summer night skies in the constellation Cygnus the Swan. Known by the proper name Sadr, Gamma Cygni also lies just below center in this telescopic skyscape, with colors mapped from both broadband and narrowband image data. The field of view spans about 3 degrees (six Full Moons) on the sky and includes emission nebula IC 1318 and open star cluster NGC 6910. Filling the upper part of the frame and shaped like two glowing cosmic wings divided by a long dark dust lane, IC 1318's popular name is understandably the Butterfly Nebula. Right of Gamma Cygni, are the young, still tightly grouped stars of NGC 6910. The distance to Gamma Cygni is around 560 parsecs or 1,800 light-years. Estimates for IC 1318 and NGC 6910 range from 2,000 to 5,000 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/gamma-cygni-nebula-and-sadr.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Gamma Cygni Nebula",
        "url": "https://apod.nasa.gov/apod/image/2206/gamma-cygni-nebula-and-sadr1024.jpg"
    },
    {
        "date": "2022-06-19",
        "explanation": "Can you create a planetary system that lasts for 1000 years? Super Planet Crash, the featured game, allows you to try.  To create up to ten planets, just click anywhere near the central star.  Planet types can be selected on the left in order of increasing mass: Earth, Super-Earth, Ice giant, Giant planet, Brown dwarf, or Dwarf star. Each planet is gravitationally attracted not only to the central Sun-like star, but to other planets. Points are awarded, with bonus factors applied for increasingly crowded and habitable systems. The game ends after 1000 years or when a planet is gravitationally expelled. Many exoplanetary systems are being discovered in recent years, and Super Planet Crash demonstrates why some remain stable.  As you might suspect after playing Super Planet Crash a few times, there is reason to believe that our own Solar System has lost planets during its formation.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Game: Super Planet Crash",
        "url": "https://stefanom.org/spc/game.php"
    }, 
    {
        "date": "2022-06-20",
        "explanation": "There, just right of center, what is that? The surface of Mars keeps revealing new surprises with the recent discovery of finger-like rock spires. The small nearly-vertical rock outcrops were imaged last month by the robotic Curiosity rover on Mars. Although similar in size and shape to small snakes, the leading explanation for their origin is as conglomerations of small minerals left by water flowing through rock crevices. After these relatively dense minerals filled the crevices, they were left behind when the surrounding rock eroded away.  Famous rock outcrops on Earth with a similar origin are called hoodoos. NASA's Curiosity Rover continues to search for new signs of ancient water in Gale Crater on Mars, while also providing a geologic background important for future human exploration.   Explore Your Universe: Random APOD Generator",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/MarsFingers_Curiosity_1338.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rock Fingers on Mars",
        "url": "https://apod.nasa.gov/apod/image/2206/MarsFingers_Curiosity_960.jpg"
    },
    {
        "copyright": "Meiying Lee",
        "date": "2022-06-21",
        "explanation": "Does the Sun return to the same spot on the sky every day? No.  A better and more visual answer to that question is an analemma, a composite of images taken at the same time and from the same place over the course of a year. The featured analemma was compiled at 4:30 pm many afternoons from Taiwan during 2021, with the city skyline of Taipei in the foreground, including tall Taipei 101. The Sun's location in December -- at the December solstice -- is shown on the far left, while its location at the June solstice is captured on the far right. Also shown are the positions of the Sun throughout the rest of the day on the solstices and equinoxes.  Today is the June solstice of 2022, the day in Earth's northern hemisphere when the Sun spends the longest time in the sky.  In many countries, today marks the official beginning of a new season, for example winter in Earth's southern hemisphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/AnalemmaTaipei_Lee_1080.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Analemma over Taipei",
        "url": "https://apod.nasa.gov/apod/image/2206/AnalemmaTaipei_Lee_1080.jpg"
    },
    {
        "copyright": "Craig Stocks",
        "date": "2022-06-22",
        "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light would have suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was from a supernova, or exploding star, and record the expanding debris cloud as the Veil Nebula, a supernova remnant.  Imaged with color filters featuring light emitted by sulfur (red), hydrogen (green), and oxygen (blue), this deep wide-angle view was processed to remove the stars and so better capture the impressive glowing filaments of the Veil.  Also known as the Cygnus Loop, the Veil Nebula is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus). Famous nebular sections include the Bat Nebula, the Witch's Broom Nebula, and Fleming's Triangular Wisp.  The complete supernova remnant lies about 1,400 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Veil_Stocks_2560.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Remnant: The Veil Nebula",
        "url": "https://apod.nasa.gov/apod/image/2206/Veil_Stocks_1080.jpg"
    },
    {
        "copyright": "Basudeb Chakrabarti",
        "date": "2022-06-23",
        "explanation": "Beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo but appears as only a faint, extended object in small telescopes. We see the disk of the nearby island universe tilted towards our line of sight in this remarkably detailed galaxy portrait, a telescopic view that spans an area about the angular size of a full moon. In it, the giant galaxy's elongated yellowish core is dominated by the light from old, cool stars. Beyond the core, grand spiral arms are filled with young blue star clusters and speckled with pinkish star forming regions. An extended arm sweeps past smaller satellite galaxy NGC 6744A at the lower right. NGC 6744's galactic companion is reminiscent of the Milky Way's satellite galaxy the Large Magellanic Cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/NGC6744_chakrabarti2048R.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 6744",
        "url": "https://apod.nasa.gov/apod/image/2206/NGC6744_chakrabarti1024R.jpg"
    },
    {
        "copyright": "Martin Wise",
        "date": "2022-06-24",
        "explanation": "A solar filament is an enormous stream of incandescent plasma suspended above the active surface of the Sun by looping magnetic fields. Seen against the solar disk it looks dark only because it's a little cooler, and so slightly dimmer, than the solar photosphere. Suspended above the solar limb the same structure looks bright when viewed against the blackness of space and is called a solar prominence. A filaprom would be both of course, a stream of magnetized plasma that crosses in front of the solar disk and extends beyond the Sun's edge. In this hydrogen-alpha close-up of the Sun captured on June 22, active region AR3038 is near the center of the frame. Active region AR3032 is seen at the far right, close to the Sun's western limb. As AR3032 is carried by rotation toward the Sun's visible edge, what was once a giant filament above it is now partly seen as a prominence, How big is AR3032's filaprom? For scale planet Earth is shown near the top right corner.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/AR3038_Filaprom_HA_DS_150mmF20_IMX174_Color_06222022.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Filaprom on the Western Limb",
        "url": "https://apod.nasa.gov/apod/image/2206/AR3038_Filaprom_HA_DS_150mmF20_IMX174_Color_06222022_1024.jpg"
    },
    {
        "copyright": "Gruppo Astrofili Palidoro",
        "date": "2022-06-25",
        "explanation": "Simultaneous images from four cameras were combined to construct this atmospheric predawn skyscape. The cooperative astro-panorama captures all the planets of the Solar System, just before sunrise on June 24. That foggy morning found innermost planet Mercury close to the horizon but just visible against the twilight, below and left of brilliant Venus. Along with the waning crescent Moon, the other bright naked-eye planets, Mars, Jupiter, and Saturn lie near the ecliptic, arcing up and to the right across the wide field of view. Binoculars would have been required to spot the much fainter planets Uranus and Neptune, though they also were along the ecliptic in the sky. In the foreground are excavations at an ancient Roman villa near Marina di San Nicola, Italy, planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/20220624_ALLINEAMENTO_SPECIALEweb.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planets of the Solar System",
        "url": "https://apod.nasa.gov/apod/image/2206/20220624_ALLINEAMENTO_SPECIALEweb600h.jpg"
    },
    {
        "date": "2022-06-26",
        "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became one of the brighter stars in the  Milky Way Galaxy in early 2002.  Then, just as suddenly, it shrunk and faded.  A stellar flash like this had never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the featured image from the Hubble Space Telescope is actually an outwardly expanding light echo of the original flash.  In a light echo, light from the flash is reflected by successively more distant surfaces in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the light echo above spans about six light years in diameter.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/V838Mon_Hubble_2238.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light Echoes from V838 Mon",
        "url": "https://apod.nasa.gov/apod/image/2206/V838Mon_Hubble_960.jpg"
    },
    {
        "copyright": "Wang Jin",
        "date": "2022-06-27",
        "explanation": "The Gum Nebula is so large and close it is actually hard to see. This interstellar expanse of glowing hydrogen gas frequently evades notice because it spans 35 degrees -- over 70 full Moons -- while much of it is quite dim. This featured spectacular 90-degree wide mosaic, however, was designed to be both wide and deep enough to bring up  the Gum -- visible in red on the right. The image was acquired late last year with both the foreground -- including Haba Snow Mountain -- and the background -- including the Milky Way's central band -- captured by the same camera and from the same location in Shangri-La, Yunnan, China. The Gum Nebula is so close that we are only about 450 light-years from the front edge, while about 1,500 light-years from the back edge. Named for a cosmic cloud hunter, Australian astronomer Colin Stanley Gum (1924-1960), the origin of this complex nebula is still being debated. A leading theory for the origin of the Gum Nebula is that  it is the remnant of a million year-old supernova explosion, while a competing theory holds that the Gum is a molecular cloud shaped over eons by multiple supernovas and the outflowing winds of several massive stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/GumMountain_WangJin_2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Gum Nebula over Snowy Mountains",
        "url": "https://apod.nasa.gov/apod/image/2206/GumMountain_WangJin_1080.jpg"
    },
    {
        "date": "2022-06-28",
        "explanation": "Which part of the Moon is this?  No part -- because this is the planet Mercury.  Mercury's old surface is heavily cratered like that of Earth's Moon.  Mercury, while only slightly larger than Luna, is much denser and more massive than any Solar System moon because it is made mostly of iron.  In fact, our Earth is the only planet more dense.  Because Mercury rotates exactly three times for every two orbits around the Sun, and because Mercury's orbit is so elliptical, visitors on Mercury could see the Sun rise, stop in the sky, go back toward the rising horizon, stop again, and then set quickly over the other horizon.  From Earth, Mercury's proximity to the Sun causes it to be visible only for a short time just after sunset or just before sunrise. The featured image was captured last week by ESA and JAXA's passing BepiColombo spacecraft as it sheds energy and prepares to orbit the innermost planet starting in 2025.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/Mercury_BepiColombo_2049.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mercury from Passing BepiColombo",
        "url": "https://apod.nasa.gov/apod/image/2206/Mercury_BepiColombo_960.jpg"
    },
    {
        "copyright": "Alexis Trigo",
        "date": "2022-06-29",
        "explanation": "Yes, but have you ever seen all of the planets at once? A rare roll-call of planets has been occurring in the morning sky for much of June.  The featured fisheye all-sky image, taken a few mornings ago near the town of San Pedro de Atacama in Chile, caught not only the entire planet parade, but the Moon between Mars and Venus.  In order, left to right along the ecliptic plane, members of this Solar System family portrait are Earth, Saturn, Neptune, Jupiter, Mars, Uranus, Venus, Mercury, and Earth.  To emphasize their locations, Neptune and Uranus have been artificially enhanced. The volcano just below Mercury is Licancabur. In July, Mercury will move into the Sun's glare but reappear a few days later on the evening side.  Then, in August, Saturn will drift past the direction opposite the Sun and so become visible at dusk instead of dawn.  The next time that all eight planets will be simultaneously visible in the evening sky will be in 2122.     Notable Submissions to APOD: Morning Planet Parade 2022 June",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/SolSysPortrait_Trigo_1920.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solar System Family Portrait",
        "url": "https://apod.nasa.gov/apod/image/2206/SolSysPortrait_Trigo_1080_annotated.jpg"
    },
    {
        "copyright": "Jose J. Chambo",
        "date": "2022-06-30",
        "explanation": "Imaged on June 20 2022, comet C/2017 K2 (PanSTARRS) shares this wide telescopic field of view with open star cluster IC 4665 and bright star Beta Ophiuchi, near a starry edge of the Milky Way. On its maiden voyage to the inner Solar System from the dim and distant Oort cloud, this comet PanSTARRS was initially spotted over five years ago, in May 2017. Then it was the most distant active inbound comet ever found, discovered when it was some 2.4 billion kilometers from the Sun. That put it between the orbital distances of Uranus and Saturn. Hubble Space Telescope observations indicated the comet had a large nucleus less than 18 kilometers in diameter.  Now visible in small telescopes C/2017 K2 will make its closest approach to planet Earth on July 14 and closest approach to the Sun this December. Its extended coma and developing tail are seen here at a distance of some 290 million kilometers, a mere 16 light-minutes away.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/2017K2_2022-06-20_media.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet C/2017 K2 (PanSTARRS)",
        "url": "https://apod.nasa.gov/apod/image/2206/2017K2_2022-06-20_media1024.jpg"
    },
    {
        "copyright": "Zheng Zhi",
        "date": "2022-07-01",
        "explanation": "Stars trail through a clear morning sky in this postcard from a rotating planet. The timelapse image is constructed from consecutive exposures made over nearly three hours with a camera fixed to a tripod beside the Forbidden City in Beijing, China on June 24. Arcing above the eastern horizon after the series of exposures began, a waning crescent Moon left the brightest streak and watery reflection. On that date the planets of the Solar System were also lined up along the ecliptic and left their own trails before sunrise.  Saturn was first to rise on that morning and the ringed planet's trail starts close to the top right edge, almost out of the frame. Innermost planet Mercury rose only just before the Sun though. It left the shortest trail, visible against the twilight near the horizon at the far left. Uranus and Neptune are faint and hard to find, but mingled with the star trails the Solar System's planet trails are all labeled in the scene.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/Star-trail-of-planets.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Solar System's Planet Trails",
        "url": "https://apod.nasa.gov/apod/image/2207/Star-trail-of-planets1067.jpg"
    }
]